Repository: collective/collective.faq
Catalog: src/collective/faq/locales/*/LC_MESSAGES/collective.faq.po
Languages: de, fr, it, nl

source: Answer
de: Antwort
fr: Réponse
it: Risposta
nl: Antwoord

source: Detailed Question
de: Detaillierte Frage
fr: Question détaillée
it: Domanda dettagliata
nl: Gedetailleerde Vraag

source: Edit
de: Bearbeiten
fr: Modifier
it: Modifica
nl: Bewerken

source: FAQ
it: Domande frequenti

source: FAQ (collective.faq): uninstall
de: FAQ (collective.faq): deinstallieren
fr: FAQ (collective.faq): désinstaller
it: FAQ (collective.faq): disinstalla
nl: FAQ (collective.faq): de-installeren

source: FAQ Item
de: FAQ-Eintrag
fr: Elément FAQ
it: Domanda frequente
nl: Vraagitem

source: Installs the FAQ add-on.
de: Installiert das FAQ Add-On.
fr: Installe le module FAQ.
it: Installa il prodotto aggiuntivo FAQ
nl: Installeert de FAQ-add-on.

source: Meaningful sentences that explains the answer
de: Einige aussagekräftige Sätze, die die Frage beantworten
fr: Texte qui détaille la réponse à la question
it: Testo con la risposta
nl: Betekenisvolle zinnen die het antwoord uitleggen

source: More details on the question, if not evident from the title
de: Details zur Fragestellung, sofern sie nicht aus dem Titel hervorgehen
fr: Plus d'informations sur la question, si le titre ne suffit pas
it: Ulteriori dettagli sulla domanda, se il titolo non Ã¨ sufficiente
nl: Meer details over de vraag, als dit niet duidelijk is uit de titel

source: Question
de: Frage
it: Domanda
nl: Vraag

source: Show/Hide all
de: Alles anzeigen/verbergen
fr: Cacher/Afficher tout
it: Mostra/Nascondi tutto
nl: Toon/Verberg alles

source: Uninstalls the FAQ add-on.
de: Deinstalliert das FAQ-Add-On.
fr: Désinstalle le module FAQ.
it: Disinstalla il prodotto aggiuntivo FAQ.
nl: De-installeert de FAQ-add-on.

source: View
de: Ansicht
fr: Voir
it: Visualizza
nl: Bekijken
